{
  "fender-am-professional-ii": {
    "title": "Fender AM Professional II — Butterscotch Blonde",
    "meta": "Fender AM Professional II en Butterscotch Blonde: cuerpo en Roasted Pine, mástil de Arce, mics V Mod II Single-Coil Tele y puente Vintage — sonido clásico con respuesta moderna.",
    "specs": "Cuerpo: Roasted Pine; acabado: Butterscotch Blonde (poli). Mástil y diapasón: Arce 1 pieza; perfil Deep C; radio 9.5'; 22 trastes Narrow Tall. Electrónica: V Mod II Single-Coil Tele, selector 3 posiciones, Push-Push Tone (serie/paralelo). Puente: Tele vintage 3-saddles latón. Año: 2023. Estado: mint. Accesorios: Candy Case.",
    "idealAudience": "Músicos que buscan una Tele con estética vintage pero ejecución moderna: instrumentistas de estudio y artistas en vivo que valoran claridad, ataque definido y versatilidad tonal.",
    "recommendedStyles": "Country, indie rock, americana, blues y pop; se adapta muy bien a arreglos limpios y a texturas ligeramente overdriveadas.",
    "soundCharacteristics": "Timbre brillante y articulado, ataque nítido en las cuerdas graves y medios definidos; el circuito Push-Push añade cuerpo cuando se requiere tono más grueso, manteniendo proyección y dinámica.",
    "notes": "Unidad en excelente estado, ideal para quienes buscan un instrumento listo para giras y grabación.",
    "slug": "fender-am-professional-ii"
  },
  "fender-telecaster-am-deluxe": {
    "title": "Fender Telecaster AM Deluxe — Olympic Pearl",
    "meta": "Fender Telecaster AM Deluxe en Olympic Pearl: Alder, mástil de Arce, Noiseless N3 y puente de selletas individuales — versatilidad y control para el músico moderno.",
    "specs": "Cuerpo: Alder; acabado poliéster Olympic Pearl. Mástil: Arce con perfil Modern D; trastera Rosewood; radio compuesto 9.5'-14'; 22 trastes Medium Jumbo. Electrónica: 2x Noiseless N3, selector 3 posiciones, S1 switch. Hardware: puente con selletas individuales, clavijas Fender Locking. Año: 2012. Incluye: Case SKB y accesorios.",
    "idealAudience": "Guitarristas que necesitan una Tele silenciosa y versátil para tocar en directo o grabar—desde el session player hasta el músico de club o estudio.",
    "recommendedStyles": "Rock clásico, country, pop, funk y R&B; excelentes para limpias cristalinas y crunch moderado.",
    "soundCharacteristics": "Equilibrada y con presencia: medios claros, agudos definidos sin estridencias y graves con cuerpo; los Noiseless mantienen la señal limpia en entornos con gain.",
    "notes": "Equipamiento completo, ideal para quien busca una Tele lista para tocar en cualquier situación.",
    "slug": "fender-telecaster-am-deluxe"
  },
  "ibanez-prestige-rg-1570": {
    "title": "Ibanez Prestige RG1570 — Súper Wizard HP Prestige",
    "meta": "Ibanez RG1570 Prestige (Fujigen): mástil súper cómodo, puente Edge Zero y configuración HSH — diseño pensado para velocidad y precisión.",
    "specs": "Cuerpo: tilo; mástil: arce-nogal reforzado con titanio (Súper Wizard HP Prestige). Diapasón: Rosewood, 24 trastes Jumbo, radio 16'. Electronica: HSH (V8, S1, V7), selector 5 posiciones. Puente: Edge Zero tremolo doble bloqueo + ZPS. Clavijas Gotoh. Año: 2013. Incluye estuche, palanca y accesorios.",
    "idealAudience": "Instrumentistas técnicos y solistas que priorizan velocidad, estabilidad en afinación y ejecución fluida: shredders, metaleros melódicos y guitarristas de prog.",
    "recommendedStyles": "Metal moderno, shred, djent, rock progresivo y fusion donde se requiere precisión en los bends y rapidez en escalas.",
    "soundCharacteristics": "Gran ataque y definición en cada nota; humbuckers ofrecen potencia y cuerpo, el single central aporta claridad y chispa; tremolo estable para técnicas expresivas.",
    "notes": "Construcción japonesa de alta gama; estabilidad y acabado ideales para trabajo exigente en estudio y gira.",
    "slug": "ibanez-prestige-rg-1570"
  },
  "gibson-lpj": {
    "title": "Gibson LPJ — Caoba con tapa de Arce (120 aniversario)",
    "meta": "Gibson LPJ edición 120 aniversario: cuerpo de caoba con tapa de arce, pastillas 490R/490T y puente Tune-O-Matic — tono cálido y sustain clásico.",
    "specs": "Cuerpo: Caoba con tapa de Arce tallado; acabado: Nitro satin Worn Brown. Mástil: Caoba perfil Rounded 50'; trastera Rosewood; 22 trastes medium jumbo. Electrónica: 490R (neck) y 490T (bridge), selector 3 posiciones, controles independientes. Hardware: Tune-O-Matic y clavijas vintage. Año: 2014. Incluye funda Gibson y accesorios.",
    "idealAudience": "Músicos que buscan el carácter clásico de una guitarra de cuerpo sólido con sustain y calidez: cantautores, rockeros clásicos y amantes del blues.",
    "recommendedStyles": "Rock clásico, blues, hard rock y estilos que requieren notas sostenidas y un tono rico en armónicos.",
    "soundCharacteristics": "Tono cálido y centrado, medios presentes y graves redondeados; sustain largo; las pastillas 490 aportan equilibrio entre claridad y cuerpo.",
    "notes": "Edición con acabado elegante y feel vintage; excelente para grabación y presentaciones en vivo.",
    "slug": "gibson-lpj"
  },
  "fender-custom-shop-59-joyrneman": {
    "title": "Fender Custom Shop '59 Joyrneman — Handwired Poblano",
    "meta": "Fender Custom Shop '59: cuerpo Alder, pickups handwired Poblano y relic fino — instrumento artesanal con sonido clásico y respuesta dinámica.",
    "specs": "Cuerpo: Alder 2 piezas; mástil: Arce Flame AAA con perfil en \"C\"; trastera: Rosewood AAA; 21 trastes; radio 9.5. Electrónica: 3 pickups handwired Poblano, selector 5 posiciones, sistema Grease Bucket. Hardware: tremolo vintage 6 puntos, clavijas estilo Kluson. Año: 2017. Incluye COA, case G&G, palanca y accesorios.",
    "idealAudience": "Coleccionistas y guitarristas que valoran la combinacion de artesanía Custom Shop con sonido vintage y tacto de alta calidad.",
    "recommendedStyles": "Blues, rock clásico, country y cualquier estilo que saque provecho de un sonido Strat vibrante y orgánico.",
    "soundCharacteristics": "Tono definido, con agudos claros y medios detallados; la mano en la construcción y las pickups handwired ofrecen un rango dinámico expresivo y natural.",
    "notes": "Instrumento de alta colección, perfecto para quienes buscan una Strat con carácter artesanal y prestaciones profesionales.",
    "slug": "fender-custom-shop-59-joyrneman"
  }
}
